{
    "Book 1": {
        "black": [
            "A flood of poison horrible and black,", 
            "Her twofold Teem, of which two black as pitch,", 
            "His spear of ebony wood behind him bore,", 
            "Bespotted all with shields of red and black,", 
            "A gushing river of black gory blood,", 
            "Arayd in habit black, and amiss thin,", 
            "He bade awake black Pluto's grisly Dame,", 
            "Who rough, and black, and filthy did appear,", 
            "The black infernal Furies done aslake:", 
            "Cast a black stole, most Like to seem for Una fit.", 
            "Doest thou fit wailing by black Stygian lake,", 
            "And in a foul black pitchy mantle clad,", 
            "And over all a black stole she did throw,", 
            "Who with her sable mantle gan to shade", 
            "Deformed monsters, fowl, and black as ink,", 
            "A stream of coal black blood forth gushed fro[m]; her corpse.", 
            "While sad Night over him her ma[n]tle black does spread", 
            "Vnder black stole hiding her baited hook,", 
            "An aged Sire, in long black weeds clad,"
        ], 
        "blue": [
            "Full of diseases was his carcase blue,", 
            "Enrold in duskish smoke and brimstone blue;", 
            "Her out of careless swown. Her eyelids blue", 
            "The same before the Giants gate he blue,", 
            "Was clad in blue, that her beseemed well;"
        ], 
        "brown": [
            "And two were brown, yet each to each lich,"
        ], 
        "gray": [
            "Vpon her arm a silver anchor lay,", 
            "In silver dew his ever-drooping head,", 
            "His feet all bore, his beard all hoary grey,", 
            "Y clad in mighty arms and silver shield,", 
            "He was and aged sire, all hoary grey,", 
            "Their arms abroad, with grey moss overcast,", 
            "From whence the river Dee as silver clean", 
            "And silver Cynthia waxed pale and faint,", 
            "His silver shield, now idle masterless;", 
            "The other all with silver overcast;", 
            "That seemed Like silk and silver woven near,", 
            "Where he hath left his plumes all hoary grey,", 
            "But neither silk nor silver therein did appear.", 
            "How ill it sits with that same silver head", 
            "And silver shield upon his coward breast", 
            "Vpon her silver anchor, as was meet;", 
            "From which fast trickled forth a silver flood,"
        ], 
        "green": [
            "And their green leaves trembling with every blast,", 
            "She is brought unto a paled green,", 
            "In green vine leaves he was right fitly clad;", 
            "And thinking of those branches green to frame", 
            "Then on her head they set a garland green,", 
            "In a green gown he clothed was full fair,", 
            "And tremble Like a leaf of Aspen green,", 
            "And with green boughs decking a gloomy glade,", 
            "His dwelling is low in a valley green,", 
            "As fresh as flowers in meadow green do grow,", 
            "On top of green Selinis all alone,", 
            "And with green branches strowing all the ground,", 
            "Whose carcases were scattered on the green,"
        ], 
        "purple": [
            "And robbed of royal robes, and purple pall,", 
            "He gave her gold and purple pall to wear,", 
            "Had spread her purple robe through dewy air,", 
            "As fair Aurora in her purple pall,", 
            "Enforst her purple beast with all her might", 
            "And streams of purple blood new die the verdant fields."
        ], 
        "red": [
            "And heathenish shield, wherein with letters red", 
            "As they in pure vermilion had been died,", 
            "From flaming mouth bright sparkles fiery red,", 
            "And in the wine a solemn oath they bind", 
            "With rosy cheeks, for shame as blushing red;", 
            "Each bone might through his body well be red,", 
            "That hast my name and nation red aright,", 
            "But spoil her of her scarlet robe, and let her fly.", 
            "That in his armour bore a crosslet red.", 
            "The red blood trickling stained the way, as he did ride.", 
            "Bespotted all with shields of red and black,", 
            "And said, Old sire, it seems thou hast not red", 
            "When he these bitter biting words had red,", 
            "That much was worn, but therein little red,", 
            "Then gan they sprinkle all the posts with wine,", 
            "Whose kingdoms seat Cleopolis is red,", 
            "That scarlet whore to keepen carefully;", 
            "His eyes did hurl forth sparkles fiery red,", 
            "To tell the sad sight, which mine eyes have red:", 
            "Into a pure vermilion now are died:", 
            "That blood-red billows Like a walled front", 
            "Whereof great virtues over all were red:", 
            "A goodly Lady clad in scarlet red,", 
            "With wine and water filled up to the hight,", 
            "Bespred with costly scarlet of great name,", 
            "Loaden with fruit and apples rosy red,", 
            "Which he disclosing, red thus, as the paper spoke.", 
            "In wine and oil they wash his wounds wide,"
        ], 
        "white": [
            "An old old man, with beard as white as snow,", 
            "With sprinkled pearl, and gold full richly dressed,", 
            "Vpon a lowly Ass more white then snow,", 
            "Of pearl and precious stone, that earthly tonge", 
            "And by her in a line a milk white lamb she lad.", 
            "With princely gifts of ivory and gold,", 
            "His raw-bone cheeks through penury and pine,", 
            "She was arrayed all in lily white,", 
            "All lily white, withouten spot, or pride,", 
            "In ivory sheath, ycaru’d with curious slights;", 
            "Of turtle doves, she sitting in and ivory chair.", 
            "Each bone might through his body well be red,", 
            "Purfled with gold and pearl of rich assay,", 
            "To pluck a bone, then from his cruel claw", 
            "Her all in white he clad, and over it", 
            "Of mother pearl, and buckled with a golden tonge."
        ], 
        "yellow": [
            "With sprinkled pearl, and gold full richly dressed,", 
            "Vpon a Camel loaded all with gold;", 
            "And in her right hand boar a cup of gold,", 
            "Weary of aged Tithonus's saffron bed,", 
            "Those heaps of gold with gripple Covetise,", 
            "In their defence, nor would for gold or fee", 
            "Embowd with gold and gorgeous ornament,", 
            "His haughty helmet, horrid all with gold,", 
            "Adornd with gold and jewels shining clear,", 
            "Ne spared he to give her gold and rings:", 
            "He gave her gold and purple pall to wear,", 
            "With princely gifts of ivory and gold,", 
            "In glistering gold, and peerless precious stone:", 
            "The rest was all in yellow robes arrayed still.", 
            "And gorgeous gold arrayed I to thee came;", 
            "Which hung adown his side in twisted gold,", 
            "And on her head she wore a Tyre of gold,", 
            "Adorned all with gold, and girlands gay,", 
            "Purfled with gold and pearl of rich assay,", 
            "With royal arras and resplendent gold.", 
            "But nor for gold nor glee will I abide", 
            "Whose hilts were burnished gold, and handle strong"
        ]
    }, 
    "Book 2": {
        "black": [
            "More fit amongst black fiends, then men to have his place.", 
            "To deck his hearse, and trap his tomb-black steed.", 
            "Enwrapped in fowl smoke and clouds more black then jet.", 
            "In a black flood which flow’d about it round;", 
            "With that black Palmer, his most trusty guide;", 
            "But direful deadly black both leaf and bloom,", 
            "His coal-black hands did seem to have been seared", 
            "A comely Palmer, clad in black attire,", 
            "Whose squire boar after him and ebony lance,", 
            "With his black Palmer, that him guided still.", 
            "Dead sleeping Poppy, and black Hellebore,"
        ], 
        "blue": [
            "Straunge was her Tyre, and all her garment blue,", 
            "That when mild Zephyrus amongst them blue,"
        ], 
        "brown": [
            "Shakt his long locks, coloured Like copper-wire,"
        ], 
        "gray": [
            "Vpright he road, and in his silver shield", 
            "But under him a grey steed did he wield,", 
            "And the grey Ocean into purple die:", 
            "Her locks, that loathly were and hoary grey,", 
            "Bright Scolopendra's, arm’d with silver scales,", 
            "Of ripest years, and hairs all hoary grey,", 
            "All in a veil of silk and silver thin,", 
            "Ne sittest down on that same silver stool,", 
            "Now hath fair Phoebe with her silver face", 
            "Were made, and set in silver sockets bright,", 
            "How oft do they, their silver bowers leave,", 
            "Fountaines of gold and silver to abound,", 
            "So pure and shiny, that the silver flood", 
            "The silver sounding instruments did meet", 
            "And in the amid thereof a silver seat,", 
            "A silver found, that heavenly music seemed to make.", 
            "That themselves dipping in the silver Due,"
        ], 
        "green": [
            "The green shield died in dolorous vermeil?", 
            "With grassy green of delectable hew,", 
            "The gentlest knight, that ever on green grass", 
            "Whom all the people deck with garlands green,", 
            "And with green moss cou’ring her nakedness,", 
            "So fortune wrought, as under green woods side", 
            "Till that they come unto a forest green,", 
            "Mantled with green, and goodly beautified", 
            "Of swift Eurotas, or on Cynthus green,", 
            "Snatcht first the one, and then the other jade,", 
            "With nature, did and Arbour green dispread,"
        ], 
        "purple": [
            "And purple robe gored with many a wound;", 
            "And the grey Ocean into purple die:", 
            "In a long purple pall, whose skirt with gold,", 
            "That a large purple stream down their giambeux falls.", 
            "And the clean waves with purple gore did ray;", 
            "SOone as the morrow fair with purple beams", 
            "That underneath his feet soon made a purple plash."
        ], 
        "red": [
            "Be red; that ever open stood to all,", 
            "And plained of grievous outrage, which he red", 
            "Als when his brother saw the red blood rail", 
            "A mighty Mazer bowl of wine was set,", 
            "With balm and wine and costly spicery,", 
            "In whose dead face he red great magnanimity.", 
            "With fair vermilion or pure Castory.", 
            "And ever and anon with rosy red", 
            "His steed was bloody red, and foamed ire,", 
            "His pricking arms, entrailed with roses red,", 
            "In wine and meats she flowed above the bank,", 
            "All passers by, to taste their luscious wine,", 
            "At th’upper end there sat, clad in red", 
            "Are decked with blossoms died in white and red,", 
            "His ruddy lips did smile, and rosy red", 
            "So long they red in those antiquities,", 
            "With herbs and fruits, whose kinds mote not be red:", 
            "Of Phaedria (for so my name is red)", 
            "And in her cheeks the vermeil red did show", 
            "Some as the Ruby, laughing sweetly red,", 
            "Deep in his flesh, and opened wide a red floodgate.", 
            "And into a deep sanguine died the grassy ground.", 
            "All good and honour might therein be red:", 
            "That of the world least partly to us is red:", 
            "That so fair wine-press made the wine more sweet:", 
            "Out of the wound the red blood flowed fresh,", 
            "But shame and sad reproach, here to be red,"
        ], 
        "white": [
            "In whose white alabaster breast did stick", 
            "And bared all his head unto the bone;", 
            "Her ivory forehead, full of bounty brave,", 
            "Are decked with blossoms died in white and red,", 
            "That seemed the waves were into ivory,", 
            "Braunched with gold & pearl, most richly wrought,", 
            "Learning his ship from those white rocks to save,", 
            "That her became, as polished ivory,", 
            "All in a silken Camus lily white,", 
            "But rather showed more white, if more might be:", 
            "That hid no whit her alabaster skin,", 
            "Or ivory into the waves were sent;", 
            "In robe of lily white she was arrayed,", 
            "It framed was of precious ivory,", 
            "That in his hand a white rod managed,"
        ], 
        "yellow": [
            "Therefore he first wore crown of gold for dignity.", 
            "And over all, of purest gold was spread,", 
            "Fountaines of gold and silver to abound,", 
            "Her yellow locks crisped, Like golden wire,", 
            "Great heaps of gold, that never could be spent:", 
            "Yet gold all is not, that does golden seem,", 
            "Such seemed they, and so their yellow hear", 
            "Thy works for wealth, and life for gold engage.", 
            "In her left hand a Cup of gold she held,", 
            "And them amongst, some were of burnished gold,", 
            "And planted there, did bring forth fruit of gold:", 
            "And otherwhiles with gold besprinkled;", 
            "Why takest not of that same fruit of gold,", 
            "Or where hast thou thy won, that so much gold", 
            "Braunched with gold & pearl, most richly wrought,", 
            "To a broad gate, all built of beaten gold:", 
            "With silken curtains and gold coverlets,", 
            "In a long purple pall, whose skirt with gold,", 
            "She held a great gold chain linked well,", 
            "Both roof, and floor, and walls were all of gold,", 
            "Embost with massy gold of glorious gift,", 
            "Was underneath enveloped with gold,", 
            "That service well. Her yellow golden hear"
        ]
    }, 
    "Book 3": {
        "black": [
            "By strong enchantments and black Magic lere,", 
            "Thy dwelling is, in Herebus black house,", 
            "His mother was the black-browd Cymoent,", 
            "As white seems fairer, matched with black atone;", 
            "Under thy mantle black there hidden lie,", 
            "And under the black veil of guilty Night,", 
            "Griefe all in sable sorrowfully clad,", 
            "Her covered with her sable vestiment,"
        ], 
        "blue": [
            "That decked the azure field with her fair powdered skin.", 
            "She bath’d with roses red, and violets blue,", 
            "And through the perceant air shoot forth their azure streams.", 
            "All suddenly a stormy whirlwind blue", 
            "He up gan lift towards the azure skies,", 
            "Which still he blue, and kindled busily,"
        ], 
        "gray": [
            "Fast flying on a Courser dappled grey,", 
            "Their watchet mantles fringed with silver round,", 
            "Did shine with silver, and shoot forth his beam.", 
            "Breakes forth her silver beams, and her bright head", 
            "Was drawn forth, and in silver basin laid,", 
            "In silver sockets, shining Like the skies,", 
            "Her silver buskin's from her nimble thigh,", 
            "Now Bacchus fruit out of the silver plate", 
            "With price of silver shall his kingdom buy,", 
            "Without adorn of gold or silver bright,"
        ], 
        "green": [
            "To have besprinkled all the grassy green;", 
            "And with their horned feet the green grass wore,", 
            "And the green grass, that grows, they shall bren,", 
            "Mantled with green, it self did spreaden wide,", 
            "Planted with myrtle trees and laurels green,", 
            "His tireling jade he fiercely forth did push,", 
            "And breaking quite his garland ever green,", 
            "The green-wood long did walk, and wander wide", 
            "Through the green grass his long bright burnished back declares.", 
            "That spear enchanted was, which laid thee on the green."
        ], 
        "purple": [
            "Sad Amaranthus, in whose purple gore", 
            "That drops of purple blood thereout did weep,"
        ], 
        "red": [
            "She proud of that new honour, which they red,", 
            "And all the while he red, she did extend", 
            "She bath’d with roses red, and violets blue,", 
            "Who with Sir Satyrane, as erst you red,", 
            "With breathed flames, Like to a furnace red,", 
            "And rich purveyance might uneath be red;", 
            "And cheered well with wine and spicery:", 
            "But in his eye his meaning wisely red,", 
            "Which well she red out of the learned line,", 
            "A sacrament profane in mystery of wine.", 
            "That died in sanguine red her skin all snowy clean.", 
            "Whose sides empurpled were with smiling red,", 
            "But who does wonder, that has red the Tower,", 
            "That Like a lively sanguine it seem’d to the eye.", 
            "He red, and measur’d many a sad verse,", 
            "Her with a scarlet mantle covered,", 
            "So proou’d it eke that gracious God of wine,", 
            "Spoiled of their rosy red, were waxed pale and won.", 
            "But the sage wizard tells, as he has red,", 
            "Be bold: she oft and oft it over-red,", 
            "And ever and anon the rosy red,", 
            "And of her self her name Belphoebe red:"
        ], 
        "white": [
            "Vpon a milk-white Palfrey all alone,", 
            "Gold, amber, ivory, pearls, ouches, rings,", 
            "And on a Palfrey rides more white then snow,", 
            "And flame with gold, but the white foamy cream,", 
            "Her breast all naked, as net ivory,", 
            "And eke through fear as white as whale's bone:", 
            "Dropped adown upon her ivory breast:", 
            "Stretch her white rod over the Belgic shore,", 
            "Vpon that milk-white Palfreys carcase fed,", 
            "As white seems fairer, matched with black atone;", 
            "And her white Palfrey having conquered", 
            "All in her snow-white smock, with locks unbound,", 
            "Her alabaster breast she soft did kiss,", 
            "Which that rich Roman of white marble wrought,", 
            "Was all abashed, and her pure ivory"
        ], 
        "yellow": [
            "And flame with gold, but the white foamy cream,", 
            "Gold, amber, ivory, pearls, ouches, rings,", 
            "And her fair locks were woven up in gold;", 
            "Her garments all were wrought of beaten gold,", 
            "Royally clad (quoth he) in cloth of gold,", 
            "For gold, or pearls, or precious stones and hour,", 
            "Yet golden wire was not so yellow thrice", 
            "The one of iron, the other of bright gold,", 
            "That loves his fetters, though they were of gold.", 
            "Of massy gold, which with his own light shone;", 
            "Some headed with sad led, some with pure gold;", 
            "But with pure gold it all was overlaid,", 
            "And her fair yellow locks behind her flew,", 
            "In stead of yellow locks she did devise,", 
            "That was with gold and Ermines fair enveloped.", 
            "And round about fretted all with gold,", 
            "That fame in trump of gold eternally displays.", 
            "All fretted round with gold, and goodly well beseen.", 
            "Woven with gold and silk so close and never,", 
            "Without adorn of gold or silver bright,", 
            "That glistered all with gold and glorious show,"
        ]
    }, 
    "Book 4": {
        "black": [
            "Full black and grisly did his face appear,"
        ], 
        "blue": [
            "A trumpet blue; they both together met,", 
            "And also those which won in th’azure sky?", 
            "His foe was soon addressed: the trumpets freshly blue.", 
            "And eke the breathful bellows blue amain,", 
            "Triton his trumpet shrill before them blue,"
        ], 
        "gray": [
            "Dewed with silver drops, that trickled down always.", 
            "The chalky Kenet, and the Thetis grey,", 
            "The next, the stubborn Newre, whose waters grey", 
            "His silver Harp in hand, and shortly friends them make.", 
            "Her silver feet, fair washed against this day:", 
            "Deawed with silver drops, through sweating soar;", 
            "With silver streams amongst the linen stray’d;", 
            "As with a robe, with her own silver hair,", 
            "With head all hoary, and his beard all grey,", 
            "That seem’d Like silver, sprinkled here and there", 
            "The grey eyed Doris: all which fifty are;"
        ], 
        "green": [
            "As plain as at the first, when they were fresh and green.", 
            "His wast was with a wreathe of ivy green", 
            "No tree, that is of count, in green-wood grows,", 
            "Fresh Alimeda, decked with garland green;", 
            "All goodly damsels, decked with long green hair,"
        ], 
        "purple": [
            "At length did mark about her purple breast", 
            "Thence streams of purple blood issuing rife,", 
            "With nimble wings of gold and purple hew;", 
            "And pour’d the purple blood forth on the grass;", 
            "That all the ground with purple blood was sprented,"
        ], 
        "red": [
            "Here well I ween, when as these rhymes be red", 
            "That who he whilom was, uneath was to be red.", 
            "Surcharg’d with wine, were heedless and ill headed.", 
            "Of beasts, or of the earth, I have not red:", 
            "Which when I red, my heart did inly earn,", 
            "That by her monstrous shape might easily be red.", 
            "And wondrous shoal, which may of none be red.", 
            "Which love he red to be, that leads each living kind."
        ], 
        "white": [
            "Fairest Pherusa, Phao lily white,", 
            "With pearl & precious stone, worth many a mark;", 
            "Whose ivory shoulders weren covered all,", 
            "Poudred with pearl and stone, and all her gown", 
            "The which was all in lily white arrayed,", 
            "And all the others pavement were with ivory spilled."
        ], 
        "yellow": [
            "Vnto the vulgar for good gold instead,", 
            "And round about the same, her yellow hear", 
            "No less then perfect gold surmounts the meanest brass.", 
            "Yet quail in conquest of that land of gold.", 
            "For shining gold, nor mouldering clay it was;", 
            "Of gold, that bade eyes might it not profane:", 
            "With nimble wings of gold and purple hew;", 
            "Enwoven was with gold, that reached full low a down.", 
            "With gold and many a gorgeous ornament,"
        ]
    }, 
    "Book 5": {
        "black": [
            "Enwallow’d in his own black bloody gore,", 
            "Within his mouth a black spot does appear,", 
            "Breathing out clouds of sulphur fowl and black,"
        ], 
        "blue": [
            "Her lips were Like raw leather, pale and blue,", 
            "As when two suns appear in the azure sky,"
        ], 
        "brown": [
            "Of colour rusty brown, but sure and strong;"
        ], 
        "gray": [
            "Hemd all about with fringe of silver twine.", 
            "The which was framed all of silver fine,", 
            "The Kingdoms care, with a white silver head,", 
            "First rings his silver Bell t’each sleepy wight,", 
            "All clad in linen robes with silver hemmed;", 
            "And here and there shooting forth silver streams,", 
            "With golden hands and silver feet beside,", 
            "Like coals, that through a silver Censer sparkle bright.", 
            "Woven upon with silver, subtly wrought,", 
            "And royal gifts of gold and silver wrought,", 
            "And eke her feet, those feet of silver try,"
        ], 
        "green": [
            "But scattered all about, and strow’d upon the green.", 
            "Burnisht with bloody rust, while on the green", 
            "To him he hath, before this Castle green,"
        ], 
        "purple": [
            "For they were all, they say, of purple hew,", 
            "That glancing down his thigh, the purple blood forth drew.", 
            "The morrow next appear’d, with purple hair", 
            "And all his armour did with purple die;", 
            "The which she covering with her purple pall", 
            "All in a Camis light of purple silk"
        ], 
        "red": [
            "So now Malfont was plainly to be red;", 
            "That he had red her Riddle, which no wight", 
            "And bear with you both wine and juncates fit,", 
            "Or what so penance shall by you be red.", 
            "That many high regards and reasons gainst her red.", 
            "Nor of ought else, that may be richest red,", 
            "And all her bones might through her cheeks be red;", 
            "Whose Like before she never saw nor red;", 
            "The fruitful vine, whose liquour bloody red", 
            "Her linen stole to robe of scarlet red,", 
            "Decking her cheek with a vermilion rose:", 
            "And if then those may any worse be red,", 
            "Ne drink of wine, for wine they say is blood,"
        ], 
        "white": [
            "And put before his lap a apron white,", 
            "And quilted upon satin white as milk,", 
            "Vnto the bone, and made a grisly wound,", 
            "Of earthly mould, and form’d of flesh and bone,", 
            "The Kingdoms care, with a white silver head,", 
            "Of costly ivory, full rich beseen,", 
            "Those he devours, they say, both flesh and bone:", 
            "She stretched forth a long white slender wand.", 
            "A bevy of fair Virgins clad in white,"
        ], 
        "yellow": [
            "Glistring Like gold, amongst the plights enrolled,", 
            "Dearer is love then life, and fame then gold;", 
            "And royal gifts of gold and silver wrought,", 
            "Vppon her head she wore a Crown of gold,", 
            "And garnished all with gold upon the blade", 
            "Basted with bends of gold on every side,", 
            "And Moon-Like Mitre to a Crown of gold,", 
            "For gifts of gold, or any worldly glee,", 
            "There he that Idol saw of massy gold", 
            "Vpon a throne of gold full bright and sheen,", 
            "His Lyons skin changed to a pall of gold,", 
            "Not of rich tissue, nor of cloth of gold,", 
            "Vnder and heap of gold. Thence he her drew", 
            "With shining gold, and arched over head,", 
            "And all their tops bright glistering with gold,", 
            "But he her suppliant hands, those hands of gold,", 
            "Whilest he to gathering of the gold did fallen."
        ]
    }, 
    "Book 6": {
        "black": [
            "Of these poor folk, whose souls with black dishonour", 
            "His broad black wings had through the heavens wide", 
            "With which his locks, as black as pitchy night,"
        ], 
        "blue": [
            "Clad all in gilded arms, with azure band"
        ], 
        "gray": [
            "The whiles his Lord in silver slumber lay,", 
            "Where it in silver bower does hidden lie", 
            "His silver waves did softly tumble down,", 
            "Whose silver locks bedecked his beard and head,", 
            "But all the night in silver sleep I spend,", 
            "Of Lincoln green, belayed with silver lace;"
        ], 
        "green": [
            "Her tireling jade, was bent her to abuse;", 
            "To the green wood, to gather strawberries,", 
            "Deckt with green boughs, and flowers gay beseen.", 
            "Of Lincoln green, belayed with silver lace;", 
            "Vpon a mangy jade unmeetly set,", 
            "Though sitting down by them upon the green,", 
            "Of all that ranges in the forest green;", 
            "Clad in home-made green that her own hands had died.", 
            "He durst not enter into th’open green,", 
            "Of few green turfs and altar soon they feigned,"
        ], 
        "purple": [
            "That at the last Like to a purple lake", 
            "She mote perceive a little purple mould,", 
            "The little purple rose, which thereon grew,", 
            "When he beheld the streams of purple blood"
        ], 
        "red": [
            "Sweet Goddesses all three which me in mirth do cherry.", 
            "So taking counsel of a wise man red,", 
            "That plainly may in this wild man be red,", 
            "And salvage with their blood fresh steeming red,", 
            "Both of his words, which he with reason red;", 
            "It fortun’d then, that when the rolls were red,"
        ], 
        "white": [
            "Like the fair ivory shining they did see,", 
            "Vpon her ivory forehead that same day", 
            "Her tender sides, her belly white and clear,", 
            "Chaunst to espy upon her ivory chest", 
            "Her paps, which Like white silken pillows were,", 
            "An hundred naked maidens lily white,", 
            "Her ivory neck, her alabaster breast,", 
            "Being unable to digest that bone;"
        ], 
        "yellow": [
            "Pinckt upon gold, and paled partly per partly,", 
            "So forth he drew much gold, and towards him it drive.", 
            "And taking from her hand a ring of gold,", 
            "The wisest sight, to think gold that is brass.", 
            "Hayling that maiden by the yellow hear,", 
            "They did esteem, and offered store of gold."
        ]
    }, 
    "Midsummer": {
        "black": [
            "Oh grim-looked night! Oh night with hue so black!", 
            "\tBeetles black, approach not near.", 
            "And must for aye consort with black-browed night.", 
            "With drooping fog as black as Acheron,", 
            "[He sings.]\tThe ouzel cock, so black of hue,"
        ], 
        "gray": [
            "Her silver visage in the watery glass,", 
            "For if but once thou show me thy grey light,", 
            "\t   The plainsong cuckoo grey,", 
            "And then the moon, Like to a silver bow"
        ], 
        "green": [
            "When wheat is green, when hawthorn buds appear.", 
            "And the quaint mazes in the wanton green,", 
            "And now they never meet in grove or green,", 
            "With purple grapes, green figs, and mulberries;", 
            "The plowman lost his sweat, and the green corn", 
            "\tTo Due her orbs upon the green.", 
            "\t   His eyes were green as leeks.", 
            "Turns into yellow gold his salt-green streams.", 
            "place for our rehearsal. This green plot shall be"
        ], 
        "orange": [
            "\t   With orange-tawny bill,", 
            "beard, your orange-tawny beard, your purple-in-grain"
        ], 
        "purple": [
            "Where oxlips and the nodding violet grows,", 
            "Before, milk-white, now purple with love's wound,", 
            "beard, your orange-tawny beard, your purple-in-grain", 
            "With purple grapes, green figs, and mulberries;", 
            "\tFlower of this purple die,"
        ], 
        "red": [
            "Like to a double cherry, seeming parted,", 
            "Fallen in the fresh lap of the crimson rose,", 
            "\t      This cherry nose,", 
            "\tOf colour Like the red rose on triumphant brier,", 
            "your weapons in your hand and kill me a red-hipped", 
            "Even till the eastern gate, all fiery red,", 
            "My cherry lips have often kissed thy stones,"
        ], 
        "white": [
            "That pure congealed white, high Taurus' snow,", 
            "\tMost radiant Pyramus, most lily-white of hue,", 
            "Before, milk-white, now purple with love's wound,", 
            "And hang a pearl in every cowslip's ear.", 
            "Decking with liquid pearl the bladed grass", 
            "This princess of pure white, this seal of bliss!"
        ], 
        "yellow": [
            "When wheat is green, when hawthorn buds appear.", 
            "\t   These yellow cowslip cheeks", 
            "And sat with me on Neptune's yellow sands,", 
            "your perfect yellow.", 
            "BOTTOM  I will discharge it in either your straw-colour", 
            "\tIn their gold coats spots you see;", 
            "Turns into yellow gold his salt-green streams."
        ]
    }
}
